Repository: iNecas/hammer-cli-foreman-tasks
Catalog: locale/*/hammer_cli_foreman_tasks.po
Languages: de, ru

source: ID
ru: Код

source: Cron line
de: Cron-Zeile
ru: Строка Cron

source: End time
de: Endzeit
ru: Конец

source: Iteration
de: Wiederholung
ru: Итерация

source: State
de: Status
ru: Состояние

source: Recurring logic cancelled.
ru: Регулярное выполнение отменено.

source: Could not cancel the recurring logic.
de: Wiederkehrende Logik konnte nicht abgebrochen werden.
ru: Не удалось отменить регулярное выполнение.

source: Recurring logic related actions.
de: Aktionen im Zusammenhang mit wiederkehrender Logik
ru: Действия регулярного выполнения

source: Show the progress of the task
de: Fortschritt der Aufgabe anzeigen
ru: Показать индикатор выполнения задачи

source: Name
ru: Имя

source: Owner
de: Besitzer
ru: Владелец

source: Started at
de: Gestartet um
ru: Начало

source: Ended at
de: Beendet um
ru: Конец

source: Result
de: Ergebnis
ru: Результат

source: Task action
de: Aufgabenaktion
ru: Действие задачи

source: Task errors
de: Aufgabenfehler
ru: Ошибки

source: Resume all tasks paused in error state
de: Alle in Fehler-Status angehaltenen Aufgaben fortsetzen
ru: Возобновить все приостановленные задачи в состоянии ошибки

source: Total tasks found paused in error state
de: Alle in Fehler-Status gefundenen Aufgaben
ru: Всего приостановленных задач в состоянии ошибки

source: Total tasks resumed
de: Insgesamt fortgesetzte Aufgaben
ru: Всего возобновлено задач

source: Resumed tasks
de: Fortgesetzte Aufgaben
ru: Возобновленные задачи

source: Task identifier
de: Aufgabenbezeichner
ru: Идентификатор

source: Total tasks failed to resume
de: Gesamtzahl der Aufgaben, die nicht fortgesetzt werden konnten
ru: Всего не удалось возобновить

source: Failed tasks
de: Fehlgeschlagene Aufgaben
ru: Неудавшиеся задачи

source: Total tasks skipped
de: Insgesamt übersprungene Aufgaben
ru: Всего пропущено задач

source: Skipped tasks
de: Übersprungene Aufgaben
ru: Пропущенные задачи
